Repository: carlosfingles/etruel-del-post-copies
Catalog: languages/etruel-del-post-copies-*.po
Languages: es_es

source: !! Problem deleting post %s - %s !!
es_es: !!Problemas al eliminar post %s - %s !!

source: %1$s %2$s moved to the Trash.
es_es: %1$s %2$s movido a la Papelera.

source: %1$s %2$s not updated, somebody is editing it.
es_es: %1$s %2$s no actualizado, alguien lo está editando.

source: %1$s %2$s permanently deleted.
es_es: %1$s %2$s eliminado de forma permanente.

source: %1$s %2$s restored from the Trash.
es_es: %1$s %2$s restaurado de la Papelera de reciclaje.

source: %1$s %2$s updated.
es_es: %1$s %2$s actualizado.

source: %1$s published.
es_es: %1$s publicado.

source: %1$s saved.
es_es: %1$s guardado.

source: %1$s Settings
es_es: %1$s Configuración

source: %1$s submitted.
es_es: %1$s envíado.

source: %1$s updated.
es_es: %1$s actualizado.

source: %s errors
es_es: %s errores

source: %s posts
es_es: %s entradas

source: '%s' (ID #%s) Deleted!
es_es: '%s' (ID #%s) Eliminado!

source: (Copy)
es_es: (Copia)

source: - PHP 5.4.0 or higher needed!
es_es: - PHP 5.4.0 o más necesario!

source: - WordPress 3.1 or higher needed!
es_es: - WordPress 3.1 o superior necesario!

source: -- img file:'%s' Deleted!
es_es: -- archivo img:'%s' Eliminado!

source: -- Post image id:'%s' Deleted!
es_es: -- Post imagen id:'%s' Eliminado!

source: -- Post META key:'%s', value: '%s'. Deleted!
es_es: -- Post META clave:'%s', value: '%s'. Eliminado!

source: Actions to do
es_es: Acciones para hacer

source: Activate
es_es: Activar

source: Activate schedule
es_es: Activar horario

source: Active:
es_es: Activo:

source: Add New
es_es: Añadir Nuevo

source: Add New %1$s
es_es: Agregar Nuevo %1$s

source: Add-On to enabled WP-Delete Post Copies plugin to delete posts by dates instead of duplicates. As prior certain date or prior to certains months ago.
es_es: Add-On para habilitar el plugin WP-Delete Post Copies para eliminar posts por fechas en lugar de duplicados. Como anterior a cierta fecha o anterior a ciertos meses atrás.

source: All Campaigns
es_es: Todas Las Campañas

source: All Settings and %s campaigns were deleted and the plugin was deactivated.
es_es: Todos los Ajustes y %s campañas se han eliminado y el plugin se ha desactivado.

source: Also delete media attachments:
es_es: Eliminar también los archivos adjuntos:

source: Also search and delete images in content:
es_es: También buscar y borrar imágenes en el contenido:

source: An error has occurred while attempting to execute this action
es_es: Se ha producido un error al intentar ejecutar esta acción

source: Any (*)
es_es: Ninguno (*)

source: Are you sure you want to delete the post with ID:
es_es: Está usted seguro de que quiere borrar el post con ID:

source: By checking this option you will delete all data and campaigns of this plugin and deactivate it when save changes.
es_es: Marcando esta opción borrará todos los datos y las campañas de este plugin y lo desactivará cuando guarde los cambios.

source: By default always remains first post added and others are deleted.
es_es: Por defecto mantener siempre el primer post agregado y eliminar los otros.

source: Campaign
es_es: Campaña

source: Campaign cleared
es_es: Campaña borrada

source: Campaign ID must exist.
es_es: Debe existir el ID de Campaña.

source: Campaign Results
es_es: Resultados De La Campaña

source: Campaign schedule activated
es_es: Programación de campaña activada

source: Campaign schedule Deactivated
es_es: Campaña de programación Desactivado

source: Campaigns of Deletes
es_es: Campañas de Borrados

source: Can't change campaign status. You can try to refresh the page or inside campaign's edit.
es_es: No se puede cambiar el estado de la campaña. Usted puede tratar de actualizar la página o dentro de la campaña de editar.

source: Can't get property %s
es_es: No se puede obtener la propiedad de %s

source: Categories
es_es: Categorías

source: Category
es_es: Categoría

source: CAUTION:
es_es: PRECAUCIÓN:

source: Cheatin&#8217; huh?
es_es: Haciendo trampa?

source: Click here to load Logs
es_es: Haga clic aquí para cargar los Registros

source: Click here to make a Donation
es_es: Haga clic aquí para hacer una Donación

source: Click to do the selected action.
es_es: Haga clic para hacer la acción seleccionada.

source: Copy campaign failed, could not find original:
es_es: Copia de la campaña falló, no pudo encontrar el original:

source: Correct Post Date
es_es: Fecha Correcta

source: Correct Post ID
es_es: Post ID Correcto

source: Date
es_es: Fecha

source: Days:
es_es: Días:

source: Deactivate
es_es: Desactivar

source: Deactivate this campaign
es_es: Desactivar esta campaña

source: Delete all options and also delete all campaigns of this plugin.
es_es: Eliminar todas las opciones y eliminar también todas las campañas de este plugin.

source: Delete Copies Right Now
es_es: Eliminar Copias Ahora Mismo

source: Delete only in Categories
es_es: Eliminar sólo en las Categorías

source: Delete Post Copies Logs
es_es: Registros Delete Post Copias

source: Don't Exist:
es_es: No Existen:

source: Duplicated Posts
es_es: Duplicar Posts

source: Edit %1$s
es_es: Edición de %1$s

source: Enter %s name here
es_es: Introduce %s nombre aquí

source: Erase Logs
es_es: Borrar Registros

source: Exclude Posts (types) by ID separated by commas:
es_es: Excluir a los Posts (types) por ID separados por comas:

source: Exclude Posts (types) by title:
es_es: Excluir a los Posts (types) por título:

source: Exclude Posts Settings
es_es: Configuración de Posts a excluir

source: Exist:
es_es: Existen:

source: Finished In
es_es: Terminado En

source: General Settings
es_es: Configuración General

source: Get this extension
es_es: Obtener esta extensión

source: Global Settings
es_es: Configuraciones Global

source: Go
es_es: Ir

source: Go To Plugins Page to uninstall now.
es_es: Ir A la Página de Plugins para desinstalar ahora.

source: Hours:
es_es: Horario:

source: If checked, all images into the post content will be deleted before delete post. CAUTION: this haven't trash.
es_es: Si está marcada, todas las imágenes en el contenido de la entrada serán eliminadas antes de eliminar el post. PRECAUCIÓN: no tiene papelera.

source: If checked, the images and all media attached to the post will be deleted or moved to trash.
es_es: Si está marcada, las imágenes y todos los archivos adjuntos a la entrada serán borrados o movidos a la papelera.

source: If checked, the posts are moved to trash, if not, the posts will be deleted permanently.
es_es: Si está activado, los mensajes se mueven a la papelera, si no, los mensajes serán eliminados de forma permanente.

source: If you like it, I really appreciate a donation.
es_es: Si te gusta, realmente aprecio una donación.

source: If you want some posts/pages never be deleted by any campaign of this plugin, you can type here its IDs, and will be excluded from ALL delete queries.
es_es: Si usted quiere que algunos posts/páginas nunca sean borrados por una campaña de este plugin, puede escribir aquí sus IDs, y serán excluidos de TODAS las campañas de borrado.

source: If you want some posts/pages never be deleted by plugin, you can type here its IDs, and will be excluded from delete queries.
es_es: Si usted quiere que algunos posts/páginas nunca sean borrados por el plugin, puede escribir aquí sus IDs, y serán excluidos de las campañas de borrado.

source: If you want to get the lastone check 2nd option.
es_es: Para mantener el último marcar la 2ª opción.

source: Ignore Categories
es_es: Ignorar Categorías

source: Ignore post categories in delete queries. Recommended as better performance.
es_es: Ignorar post categorías en las consultas de eliminación. Se recomienda como un mejor rendimiento.

source: Include/Exclude Posts
es_es: Incluir/Excluir Posts

source: Licenses
es_es: Licencias

source: Limit per time:
es_es: Límite por tiempo:

source: Loading...
es_es: Cargando...

source: Logs
es_es: Registros

source: Logs of campaign deleted
es_es: Registros de la campaña eliminada

source: Look at on Content.
es_es: Mira en el Contenido.

source: Look at on Title.
es_es: Mira en el Título.

source: Maker of Campaigns of deletes. With every campaign can search and delete duplicated posts (types) by title or content on different categories.
es_es: Fabricante de Campañas de borrados. Con cada campaña puede buscar y eliminar duplicados Posts (types) por el título o el contenido en las distintas categorías.

source: Minutes:
es_es: Minutos:

source: Mode
es_es: Modo

source: Months:
es_es: Meses:

source: Move to Trash:
es_es: Mover a la Papelera:

source: New %1$s
es_es: Nueva %1$s

source: New Campaign of Deletes
es_es: Nueva campaña de borrados

source: No %2$s found
es_es: No %2$s encontrado

source: No %2$s found in Trash
es_es: No %2$s encontrado en la Papelera

source: No campaign ID has been supplied!
es_es: No se ha suministrado ninguna identificación de campaña.

source: Now you can uninstall WP Delete Post Copies from plugins Page.
es_es: Ahora usted puede desinstalar WP Eliminar Post Copias de la Página de plugins.

source: Open post in new tab.
es_es: Abrir post en una nueva pestaña.

source: Or you can
es_es: O usted puede

source: Other extensions and plugins
es_es: Otras extensiones y plugins

source: Please select campaign(s) to Run.
es_es: Por favor, seleccione la/s campaña/s para Ejecutar.

source: Post Date
es_es: Fecha De Publicación

source: Post ID
es_es: ID del Post

source: Premium Extensions
es_es: Extensiones Premium

source: Remain First Post ID.
es_es: Mantiene el primer ID del Post.

source: Remain Last Post ID.
es_es: Mantiene el último ID del Post.

source: Removed
es_es: Eliminadas

source: Reset Campaign
es_es: Restablecer Campaña

source: Reset post count
es_es: Restablecer contador de posts

source: Run Now
es_es: Ejecutar Ahora

source: Run Now this campaign
es_es: Ejecutar Ahora esta campaña

source: Run Selected Campaigns
es_es: Ejecutar Campañas Seleccionadas

source: Running Campaign...
es_es: Ejecución De La Campaña...

source: Save Changes
es_es: Guardar Los Cambios

source: Schedule
es_es: Horario

source: Search %2$s
es_es: Búsqueda de %2$s

source: seconds
es_es: segundos

source: Security check.
es_es: Comprobación de seguridad.

source: See More
es_es: Ver más

source: Select all
es_es: Seleccionar todos

source: Select Post Status to include in deleted.
es_es: Seleccione Estado para incluir en los eliminados.

source: Select Post types to include in deleted.
es_es: Seleccione tipos de Post para incluir en eliminados.

source: Settings
es_es: Configuración

source: Settings saved.
es_es: Configuración Guardada.

source: Show table of post copies
es_es: Mostrar tabla de post copias

source: Showing posts to delete
es_es: Mostrando entradas a eliminar

source: Something goes wrong. The log was not deleted.
es_es: Algo va mal. El registro no se ha eliminado.

source: Status
es_es: Estado

source: Thanks for test, use and enjoy this plugin.
es_es: Gracias por la prueba, use y disfrute este plugin.

source: The amount of posts queried every time. 0 delete ALL copies at once.(Not Recommended)
es_es: La cantidad de mensajes de consulta cada vez. 0 eliminar TODAS las copias a la vez.(No Se Recomienda)

source: The number, in this case 1280, is the post ID.
es_es: El número, en este caso 1280, es el ID del post.

source: There was %s errors when the campaigns were being deleted.
es_es: Hay %s errores cuando las campañas fueron eliminados.

source: This action can't be undo.
es_es: Esta acción no se puede deshacer.

source: This is where you would enter the license keys for one of our premium plugins, should you activate one.
es_es: Esto es donde puede introducir las claves de licencia para uno de nuestros plugins premium, debe activar uno.

source: Title
es_es: Título

source: To get Post IDs Go to Posts in your WordPress admin, and click the post you need the ID of. Then, if you look in the address bar of your browser, you'll see something like this:
es_es: Para obtener el Post de los Identificadores de Ir a los Posts en tu panel de administración de WordPress y haga clic en el post necesitas el ID de. Entonces, si nos fijamos en la barra de direcciones de tu navegador, verás algo como esto:

source: Try again
es_es: Inténtelo de nuevo

source: Uninstalling Options
es_es: Opciones de Desinstalación

source: Uninstalling Plugin Delete Post Copies.
es_es: Desinstalando Plugin Delete Post Copies.

source: View %1$s
es_es: Ver %1$s

source: View Details.
es_es: Ver Detalles.

source: View more plugins by etruel
es_es: Ver más complementos por etruel

source: Weekday:
es_es: Día de la semana:

source: Working as <a href="http://wikipedia.org/wiki/Cron" target="_blank">Cron</a> job schedule:
es_es: Trabajando como <a href="http://wikipedia.org/wiki/Cron" target="_blank">Cron</a> horario de trabajo:

source: WP Delete Post Copies Extensions
es_es: Extensiones de Plugin Delete Post Copies.

# wpedpcampaign post type menu name
source: Deletes
es_es: Borrados

source: You must Save Changes below before "Go"
es_es: Debe guardar los cambios debajo antes de "Ir"
